Revit 2024 API
ParameterTypeId.SpotCoordinateTopPrefix Property
 "Top Coordinate Prefix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SpotCoordinateTopPrefix { get; }
Visual Basic
Public Shared ReadOnly Property SpotCoordinateTopPrefix As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SpotCoordinateTopPrefix {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace